Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_law/aarhus_convention.html.txt.tmx
Source language: en
Languages: ga

source: Aarhus Convention and related agreements
ga: Coinbhinsiún Aarhus agus comhaontuithe gaolmhara

source: • EU Directives and national legislation
ga: • Treoracha an AE agus an reachtaíocht náisiúnta

source: • Protocol on Pollutant Release and Transfer Registers
ga: • An Prótacal maidir le Cláir Scaoileadh Amach agus Aistriú Truailleán

source: • GMO Amendment to the Aarhus Convention
ga: • Leasú GMO Choinbhinsiún Aarhus

source: The United Nations Economic Commission for Europe (UNECE) Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters (commonly referred to as the Aarhus Convention) was adopted on 25 June 1998
ga: Glacadh le Coinbhinsiún Geilleagrach d’Eoraip na Náisiún Aontaithe (UNECE) um Rochtain ar Fhaisnéis, Rannpháirtíocht i nDéanamh Cinntí agus Rochtain ar Cheartas in Ábhair Chomhshaoil (‘The United Nations Economic Commission for Europe (UNECE) Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters’) (ar a dtugtar go coitianta Coinbhinsiún Aarhus) an 25 Meitheamh 1998

source: Ireland ratified the Convention on 20 June 2012
ga: Dhaingnigh Éire Coinbhinsiún Aarhus an 20 Meitheamh 2012

source: See environ.ie for more about the Aarhus Convention
ga: Léigh tuilleadh ar environ.ie

source: Ireland has also ratified 2 related agreements – the Protocol on Pollutant Release and Transfer Registers and the GMO Amendment to the Aarhus Convention, both described below
ga: Ina theannta sin, dhaingnigh Éire dhá chomhaontú ghaolmhara – an Prótacal maidir le Cláir Scaoileadh Amach agus Aistriú Truailleán agus an Leasú GMO ar Choinbhinsiún Aarhus, a ndéantar cur síos orthu thíos

source: The Convention and these 2 related agreements entered into force on 18 September 2012
ga: Tháinig Coinbhinsiún Aarhus agus na 2 chomhaontú gaolmhara seo i bhfeidhm an 18 Meán Fómhair 2012

source: The Aarhus Convention lays down a set of basic rules to promote public involvement in environmental matters
ga: Leagtar amach i gCoinbhinsiún Aarhus sraith rialacha bunúsacha chun rannpháirtíocht phoiblí a chur chun cinn in ábhair chomhshaoil

source: The Convention has 3 pillars:
ga: Tá ag an gCoinbhinsiún 3 cholún:

source: Access to environmental information: This includes information on the state of the environment and/or on human health issues as well as information on policies and measures taken
ga: Rochtain ar fhaisnéis chomhshaoil: Áirítear leis seo, faisnéis ar staid an chomhshaoil agus/nó saincheisteanna sláinte daoine, mar aon le faisnéis ar bheartais agus ar bhearta a glacadh

source: Read more in our document on Access to environmental information
ga: Is féidir leat níos mó a léamh faoi seo inár gcáipéis ar Rochtain ar fhaisnéis chomhshaoil

source: Public participation in environmental decision making: Members of the public have a right to participate in a range of decisions where there may be an environmental impact
ga: Rannpháirtíocht phoiblí i ndéanamh cinntí comhshaoil: Tá ag muintir an phobail an ceart chun bheith rannpháirteach i réimse cinntí sa chás go bhféadfaidís tionchar comhshaoil a imirt

source: These include planning matters and other environmental licensing decisions, such as foreshore licences, waste licences and Integrated Pollution Prevention Control licences
ga: Ina measc seo tá ábhair phleanála agus cinntí ceadúnaithe comhshaoil eile, ar nós ceadúnais chladaigh, ceadúnais dramhaíola agus ceadúnais Chomhtháite Rialaithe um Chosc ar Thruailliú

source: Public authorities responsible for decision making on such licences are obliged to publish notices on specific licence applications, which must inform the public on how they may participate
ga: Tá dualgas ar údaráis phoiblí atá freagrach as cinntí a dhéanamh ar na ceadúnais sin fógraí a fhoilsiú ar iarratais shonracha ar cheadúnais, nach mór dóibh an pobal a chur ar an eolas faoi conas is féidir leo bheith rannpháirteach

source: Comments submitted by the public are to be taken into consideration in the decision-making process
ga: Cuirtear san áireamh tuairimí a sheolann muintir an phobail isteach sa phróiseas déanta cinntí

source: Access to justice in environmental matters: Members of the public and environmental non-governmental organisations have the right to seek a review of decisions that have been made which may affect the environment
ga: Rochtain ar cheartas in ábhair chomhshaoil: Tá an ceart ag muintir an phobail agus baill d’eagraíochtaí neamhrialtasacha comhshaoil chun athbhreithniú a lorg ar chinntí a rinneadh a d’fhéadfadh tionchar a imirt ar an gcomhshaol

source: The review procedures must provide “adequate and effective remedies
ga: Ní mór do na nósanna imeachta “réitigh leordhóthanacha agus éifeachtacha a sholáthar

source: and be fair, equitable, timely and not prohibitively expensive”
ga: agus a bheith cóir, cothrom agus tráthúil, seachas bheith costasach ar bhonn toirmisc”

source: Normally, where legislation provides for an administrative appeal against a planning or environmental decision, this appeal mechanism should be used first before applying for judicial review of a decision
ga: De ghnáth, sa chás go ndéanann an reachtaíocht foráil d’achomharc riaracháin i leith cinneadh pleanála nó comhshaoil, ba cheart an mheicníocht seo a úsáid i dtosach báire, sula ndéantar iarratas ar athbhreithniú breithiúnach ar chinneadh

source: For example, a planning decision would normally be appealed in the first instance to An Bord Pleanála
ga: Mar shampla, ba ghnách go ndéanfaí achomharc i leith cinneadh pleanála i dtosach báire, leis an mBord Pleanála

source: In Ireland, the requirement to provide a mechanism to challenge the substantive and procedural legality of a decision of a public body is ultimately met by way of judicial review
ga: In Éirinn, is trí athbhreithniú breithiúnach, go héifeachtach, a chomhlíontar an ceanglas chun meicníocht a sholáthar chun cur in aghaidh dlíthiúlacht shubstainteach agus ghnásúil chomhlachta phoiblí

source: See courts.ie for information on the court fees payable
ga: Féach courts.ie chun faisnéis ar na táillí cúirte a fhail

source: EU Directives and national legislation
ga: Treoracha an AE agus an reachtaíocht náisiúnta

source: The European Union has introduced 2 Directives to implement the Aarhus Convention:
ga: Thug an tAontas Eorpach 2 Threoir isteach chun Coinbhinsiún Aarhus a chur i bhfeidhm:

source: Directive 2003/35/EC on Public Participation in respect of the drawing up of certain plans and programmes relating to the environment
ga: Treoir 2003/35/CE maidir le Rannpháirtíocht Phoiblí i ndáil le dréachtú pleananna agus cláir áirithe a bhaineann leis an gcomhshaol

source: Both Directives have been fully implemented in Ireland
ga: Cuireadh an dá Threoir i bhfeidhm go hiomlán in Éirinn

source: As well as legislation transposing these Directives, additional measures were included in the Environment (Miscellaneous Provisions) Act 2011 to implement parts of the Convention
ga: Mar aon le reachtaíocht a dhéanann na Treoracha seo a thrasuíomh, cuireadh san áireamh breis beart san Acht Comhshaoil (Forálacha Ilghnéitheacha), 2011 chun codanna den Choinbhinsiún a chur i bhfeidhm

source: This Act introduced new rules about costs to apply in certain cases, as well as a requirement that judicial notice be taken of the Convention
ga: Thug an tAcht isteach rialacha nua faoi na costais a bheidh i gceist i gcásanna áirithe, mar aon le ceanglas go nglacfar fógra breithiúnach faoin gCoinbhinsiún

source: In total, over 60 pieces of legislation have been used to implement the Aarhus Convention in Ireland
ga: Ar an iomlán, úsáideadh breis agus 60 píosa reachtaíochta chun Coinbhinsiún Aarhus a chur i bhfeidhm in Éirinn

source: Protocol on Pollutant Release and Transfer Registers
ga: An Prótacal maidir le Cláir Scaoileadh Amach agus Aistriú Truailleán

source: A Pollutant Release and Transfer Register (PRTR) is a national or regional environmental database or inventory of potentially hazardous chemical substances and/or pollutants released to air, water and soil, and transferred off-site for treatment or disposal
ga: Is éard is Clár Scaoileadh Amach agus Aistriú Truailleán (PRTR) ann, bunachar sonraí nó fardal náisiúnta nó réigiúnach de shubstaintí agus/nó de thruailleáin cheimiceacha a d’fhéadfadh bheith guaiseach a scaoiltear san aer, san uisce agus san ithir, agus a aistrítear ón suíomh lena gcóireáil nó lena ndiúscairt

source: The main objective of the Protocol on Pollutant Release and Transfer Registers (pdf) is to enhance public access to information through the establishment of coherent, integrated PRTRs, in order to facilitate public participation in environmental decision making and contribute to the prevention and reduction of environmental pollution
ga: Is é príomhchuspóir an Phrótacail maidir le Cláir Scaoileadh Amach agus Aistriú Truailleán (pdf) chun feabhas a chur ar rochtain phoiblí ar fhaisnéis trí PRTRanna soiléire comhtháite a bhunú, d’fhonn rannpháirtíocht phoiblí i ndéanamh cinntí comhshaoil a éascú agus chun cur le cosc a chur agus laghdú a dhéanamh ar thruailliú comhshaoil

source: Ireland signed the Protocol on PRTRs in 2003
ga: Shínigh Éire an Prótacal ar PRTRanna in 2003

source: This Protocol is an international instrument committing the participating countries to establish and maintain publicly accessible registers that contain information on a wide range of pollutants from certain environmentally significant activities
ga: Ionstraim idirnáisiúnta an Prótacal seo a cheanglaíonn ar na tíortha rannpháirteacha chun cláir ar a bhfuil rochtain phoiblí a bhunú agus a choimeád ina bhfuil faisnéis ar réimse fairsing truailleán ó ghníomhaíochtaí áirithe lena mbaineann tábhacht chomhshaoil

source: Legislative and other measures have been put in place to ensure that Ireland’s obligations under the Protocol are fulfilled
ga: Cuireadh i bhfeidhm bearta reachtaíochta agus bearta eile lena chinntiú go gcomhlíontar dualgais na hÉireann faoin bPrótacal

source: The key objective of the Protocol is the establishment of a national PRTR to meet specific requirements under the Protocol
ga: Is é príomhchuspóir an Phrótacail chun PRTR náisiúnta a bhunú chun ceanglais shonracha faoin bPrótacal a chomhlíonadh

source: The Pollutant Release and Transfer Register Regulations 2011 (SI 649 of 2011) designate the Environmental Protection Agency (EPA) as the Competent Authority for the purposes of the PRTR Protocol
ga: Déanann Rialacháin an Chláir um Scaoileadh Amach agus Aistriú Truailleán, 2011 (IR Uimh. 649 de 2011) an Ghníomhaireacht um Chaomhnú Comhshaoil (GCC) a shannadh mar an Údarás Inniúil chun críocha an Phrótacail PRTR

source: In October 2011, the EPA established Ireland's PRTR, which contains information about emissions from more than 300 industrial facilities across the State and enables members of the public to find out about the major sources of polluting emissions in their immediate environs
ga: I nDeireadh Fómhair 2011, bhunaigh an GCC PRTR na hÉireann, ina n-áirítear faisnéis faoi astuithe ó bhreis agus 300 fóntas tionsclaíoch ar fud an Stáit agus cuireann sé ar chumas mhuintir an phobail teacht ar níos mó faisnéise faoi mhórfhoinsí astuithe truaillithe ina gceantar máguaird

source: GMO Amendment to the Aarhus Convention
ga: Leasú GMO Choinbhinsiún Aarhus

source: The Genetically Modified Organisms Amendment to the Aarhus Convention (pdf) was adopted in 2005
ga: Glacadh le Leasú Órgánach Géinmhodhnaithe Choinbhinsiún Aarhus (pdf) in 2005

source: It puts in place requirements for public participation in decisions concerning the deliberate release of genetically modified organisms (GMOs)
ga: Cuireann sé ceanglais i bhfeidhm le haghaidh rannpháiríocht phoiblí i gcinntí lena mbaineann scaoileadh lántoiliúil orgánach géinmhodhnaithe (GMOanna)

source: These requirements are more specific than the general requirements concerning public participation which apply to other issues covered by the Aarhus Convention
ga: Tá na ceanglais seo níos sonraí ná na ceanglais ghinearálta lena mbaineann rannpháirtíocht phoiblí atá i gceist le saincheisteanna eile a chuimsíonn Coinbhinsiún Aarhus

source: ‘Deliberate Release’ refers to the placing on the market of genetically modified (GM) products or the cultivation of GM crops
ga: Tagraíonn ‘Scaoileadh Lántoiliúil’ do tháirgí géinmhodhnaithe (GM) a chur ar an margadh nó barra GM a shaothrú

source: It does not include the use of GMOs in controlled settings, such as laboratories
ga: Ní áirítear leis GMOanna a úsáid i láithreacha srianta, ar nós saotharlann

source: Find further information on GMOs on the websites of the Department of Communication, Climate Action and the Environment and the EPA
ga: Tá fáil ar thuilleadh faisnéise ar GMOanna ar láithreán gréasáin na Roinne Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil agus an GCC

source: The GMO Amendment has been implemented in the EU by Directive 2001/18/EC on the Deliberate Release of GMOs
ga: Cuireadh an Leasú GMO i bhfeidhm san AE ag Treoir 2001/18/CE ar Scaoileadh Lántoiliúil de GMOanna

source: This Directive has been transposed in Ireland by the Genetically Modified Organisms (Deliberate Release) Regulations 2003 (SI 500 of 2003)
ga: Rinneadh an Treoir seo a thrasuíomh in Éirinn ag Rialacháin an Chláir um Scaoileadh Amach agus Aistriú Órgánach Géinmhodhnaithe (Scaoileadh Lántoiliúil), 2003 (IR Uimh. 500 de 2003)

source: Article 15 of the Aarhus Convention established arrangements for reviewing compliance with the Convention
ga: Bhunaigh Airteagal 15 de Choinbhinsiún Aarhus socruithe maidir le hathbhreithniú a dhéanamh ar chomhlíonadh an Choinbhinsiúin

source: For that purpose a Compliance Committee has been established to discuss and decide on possible breaches of the Convention
ga: Chun na críche sin, bunaíodh Coiste Comhlíonta chun plé agus cinneadh a dhéanamh ar sháruithe féideartha an Choinbhinsiúin

source: Ireland has been subject to the compliance mechanism since 18 September 2013, one year after the date the agreement came into effect
ga: Tá Éire faoi réir na meicníochta comhlíonta ón 18 Meán Fómhair 2013 ar aghaidh, bliain amháin i ndiaidh an dáta a tháinig an comhaontú i bhfeidhm

source: Find more information about the Committee and its work
ga: Aimsigh tuilleadh faisnéise faoin gCoiste agus faoina chuid oibre
